tap "daviderestivo/fortune-mod"
tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "srkomodo/tap"
brew "act"
brew "glib"
brew "clang-format"
brew "colima", restart_service: true
brew "docker"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "httpie"
brew "hub"
brew "hugo"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "macchina"
brew "make"
brew "mas"
brew "maven"
brew "mysql"
brew "mysql-client@8.4"
brew "mysql@8.4"
brew "nano"
brew "neofetch"
brew "neovim"
brew "node"s
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pygobject3"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "zplug"
brew "zsh-completions"
brew "daviderestivo/fortune-mod/fortune-mod", link: false
brew "felixkratz/formulae/borders"
brew "qmk/qmk/qmk"
cask "betterdiscord-installer"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gitify"
cask "jordanbaird-ice"
cask "openscad"
cask "orbstack"
cask "qmk-toolbox"
cask "sf-symbols"
cask "shortcat"
cask "spotify"
#mas "Bitwarden", id: 1352778147
#mas "Duplicate Photos Finder", id: 984929789
#mas "Microsoft Remote Desktop", id: 1295203466
#mas "Paint S", id: 736473980
#mas "Tailscale", id: 1475387142
