tap "daviderestivo/fortune-mod"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "srkomodo/tap"
brew "asdf"
brew "cowsay"
brew "fd"
brew "gcc"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "httpie"
brew "hub"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "macchina"
brew "make"
brew "mas"
brew "maven"
brew "nano"
brew "neofetch"
brew "neovim"
brew "node"
brew "php"
brew "pinentry-mac"
brew "pygobject3"
brew "ranger"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "zplug"
brew "zsh-completions"
brew "daviderestivo/fortune-mod/fortune-mod", link: false
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "betterdiscord-installer"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "kitty"
cask "openscad"
cask "orbstack"
cask "qmk-toolbox"
cask "sf-symbols"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "Duplicate Photos Finder", id: 984929789
mas "Microsoft Remote Desktop", id: 1295203466
mas "Paint S", id: 736473980
